Repository: rg-/bc-multi-currency
Catalog: languages/bc_multi_currency-*.po
Languages: es_es

source: Payment Details
es_es: Detalles del Pago

source: Payment made by viewing site in currency
es_es: Pago realizado visualizando sitio en moneda

source: Not rounded
es_es: No redondeado

source: Rounded
es_es: Redondeado

source: Original price:
es_es: Precio Original

source: Settings
es_es: Configuración

source: Woocommerce custom currencies:
es_es: Woocommerce Monedas Customizadas

source: Geolocate by IP
es_es: Geolocalización por IP

source: Geolocate Rules
es_es: Reglas de geolocalización

source: Geolocate Force IP Test
es_es: Forzar IP de testeo

source: Insert your Open Exchange Api Key [*]. Get one here:
es_es: Inserta tu Clave para la API de Open Exchange [*]. Obten una aqui:

source: * Free Forever Plan offers hourly updates, with USD base and up to 1,000 requests/month.
es_es: * Plan Gratis para siempre ofrece actualizaciones a cada hora, usando USD como base y hasta 1000 pedidos/mes.

source: You can use this to ADD currencies or to REPLACE existing ones, be carefull, you should not change currency codes, for example USD, must be USD in order to make payments to work :).
es_es: Puedes usar esto para AGREGAR monedas o para REMPLAZAR las existentes, ten cuidado, no debes cambiar los códigos de las monedas, por ej. USD, debe ser USD para poder realizar los procesos de pago :).

source: If you plan to ADD a new one, you should use a real currency code. Symbol and Description could change without problem.
es_es: Si planeas AGREGAR una nueva moneda que no existe, debes utilizar un código verdadero. El Símbolo y la Descripción pueden ser cambiados.

source: Enable Geolocation.
es_es: Activar Geolocalización

source: Insert one rule per line using this format:
es_es: Insertar una regla por línea usando el siguiente formato:

source: Not valid IP number, try new one.
es_es: IP no válido, intenta con otro.

source: Insert some IP and force detection/currency switch on load. (For testings)
es_es: Insertar una IP válida para forzar la detección de moneda y cambiar automaticamente al cargar la página.

source: BC Multi Currency
es_es: BC Multiples Monedas

source: Settings Saved
es_es: Configuración guardada

source: Woocommerce Running
es_es: Woocommerce Instalado

source: %s: Widget class not found. Make sure this widget exists and the class name is correct
es_es: %s: No se encontró la clase Widget. Asegúrese de que este widget existe y el nombre de la clase es correcto

source: Switch between currencies widget.
es_es: Widget para cambiar entre monedas

source: BC Multi Currency Widget
es_es: BC Multiples Monedas Widget

source: Reset
es_es: Resetear

source: Title:
es_es: Titulo:

source: Currency converter
es_es: Convertir moneda

source: Currency codes:
es_es: Códigos de moneda:

source: 1 per line
es_es: 1 por línea

source: Widget message:
es_es: Mensaje

source: Show reset link:
es_es: Mostrar Resetear
